Repository: ichnaton777/rgbtrade
Catalog: includes/locale/*/LC_MESSAGES/*.po
Languages: nl_nl

source: Are you sure you want to do this two times?
nl_nl: Weet je zeker dat je dit tweemaal wilt doen?

source: Offer
nl_nl: Aanbod

source: Request
nl_nl: Vraag

source: Title
nl_nl: Titel

source: Red
nl_nl: Rood

source: Green
nl_nl: Groen

source: Blue
nl_nl: Blauw

source: Group %s[change]%s
nl_nl: Groep %s[wijzigen]%s

source: Group
nl_nl: Groep

source: Category
nl_nl: Categorie

source: Description
nl_nl: Omschrijving

source: Security Code
nl_nl: Veiligheids Code

source: Photo
nl_nl: Foto

source: Save
nl_nl: Opslaan

source: Ad Editor
nl_nl: Advertentie Bewerken

source: You can now see how visitors will see your ad.
nl_nl: Je kunt nu zien, hoe bezoekers je advertentie zullen zien.

source: Your ad has been placed
nl_nl: Je advertentie is geplaatst

source: Your ad has been saved
nl_nl: Je advertentie is opgeslagen

source: Value
nl_nl: Waarde

source: Main Color
nl_nl: Hoofd Kleur

source: Cancel
nl_nl: Annuleren

source: Your ad has been deleted. Please %s continue to your ad list %s.
nl_nl: Je advertentie is verwijderd. Ga %s door naar het advertentie overzicht %s.

source: Delete Ad
nl_nl: Advertentie verwijderen

source: Ads
nl_nl: Advertenties

source: Are you sure you want to delete this ad?
nl_nl: Wil je deze advertentie echt verwijderen?

source: Offers Found
nl_nl: Gevonden aanbod

source: Requests Found
nl_nl: Gevonden vraag

source: Offer/Request
nl_nl: Aanbod/Vraag

source: Advertiser
nl_nl: Adverteerder

source: Delete this Ad
nl_nl: Advertentie verwijderen

source: Ooops
nl_nl: Oeps

source: Please login before asking for your balance
nl_nl: Log eerst in voordat je om een balans vraagt

source: Balance
nl_nl: Balans

source: Yearly Total
nl_nl: Totaal per Jaar

source: Date
nl_nl: Datum

source: Participant
nl_nl: Deelnemer

source: To
nl_nl: Aan

source: From
nl_nl: Van

source: By
nl_nl: Door

source: Profile
nl_nl: Profiel

source: New Transfer
nl_nl: Nieuwe Boeking

source: Send Email
nl_nl: Stuur Email

source: Available
nl_nl: Beschikbaar

source: Unavailable
nl_nl: Niet beschikbaar

source: Color
nl_nl: Kleur

source: International Title
nl_nl: Internationale Titel

source: The International Title has a minimum of 3 characters
nl_nl: De Internationale Titel heeft minimaal 3 tekens

source: The Title has a minimum of 3 characters
nl_nl: De titel heeft tenminste 3 tekens

source: There is no valid ID, this must be a bug
nl_nl: Er is geen geldig ID, dit moet een storing zijn

source: Category List
nl_nl: Categorie Lijst

source: New Category
nl_nl: Nieuwe Categorie

source: Unavailable Categories
nl_nl: Niet beschikbare Categorën

source: The security code is incorrect.
nl_nl: De veilidheids code is niet correct

source: Your message has been sent.
nl_nl: Uw bericht is verzonden

source: Contact with
nl_nl: Contact met

source: Send Message
nl_nl: Stuur bericht

source: Subject
nl_nl: Onderwerp

source: Message
nl_nl: Bericht

source: Send by Email
nl_nl: Versturen per Email

source: Change Profile
nl_nl: Wijzig Profiel

source: Adress
nl_nl: Adres

source: Zip Code
nl_nl: Postcode

source: City
nl_nl: Plaats

source: Area
nl_nl: Regio

source: Phone
nl_nl: Telefoon

source: Change Avatar
nl_nl: Wijzig Avatar

source: Password
nl_nl: Wachtwoord

source: Repeat Password
nl_nl: Herhaal Wachtwoord

source: What is
nl_nl: Wat is

source: Opening Soon:
nl_nl: Binnenkort Geopend:

source: How does it work?
nl_nl: Hoe werkt het?

source: Register
nl_nl: Registreer

source: Participants
nl_nl: Deelnemers

source: Username
nl_nl: Gebruikersnaam

source: Previous
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: Welcome
nl_nl: Welkom

source: My
nl_nl: Mijn

source: My Ads
nl_nl: Mijn Advertenties

source: Logout
nl_nl: Uitloggen

source: New Ad
nl_nl: Nieuwe Advertentie

source: Location
nl_nl: Locatie

source: Please %s continue
nl_nl: %s Ga verder

source: Offers
nl_nl: Aanbod

source: Requests
nl_nl: Vraag

source: Search in:
nl_nl: Zoeken in

source: Search
nl_nl: Zoek

source: Submit
nl_nl: Verzenden

source: Category Editor
nl_nl: Categorie Beheer

source: Balance RGB
nl_nl: Balans RGB

source: Edit Profile
nl_nl: Wijzig Profiel

source: A summary of yearly closing balances, before the reset.
nl_nl: Een samenvatting van totalen per jaar, voor de reset.

source: Passwords do not match. Enter the same password twice.
nl_nl: Wachtwoorden komen niet overeen. Type hetzelfde wachtwoord tweemaal.

source: Registration Failed
nl_nl: Registratie mislukt

source: Registration completed. You can now log in.
nl_nl: Registratie voltooid. U kunt nu inloggen.

source: Username or Email address is already in use
nl_nl: Gebruikersnaam of email adres is al in gebruik

source: Someone has alreay taken this username or email address. You should %s try again %s with a different username or %s ask for a new password %s for this email address.
nl_nl: Iemand heeft deze gebruikersnaam of email adres al in gebruik.%sProbeer het nogmaals%s met een andere gebruikersnaam of %svraag om een nieuw wachtwoord op dit email adres.

source: Security Code Incorrect
nl_nl: Veiligheids Code niet correct

source: Please enter the characters of the Security Code in the textfield. Note that all characters on the keyboard may be used.
nl_nl: Type aub. de tekens van de Veiligheids Code in het tekstveld.Merk op dat alle toetsen van het toetsenbord kunnen worden gebruikt.

source: Registration
nl_nl: Registreren

source: I agree to the %s conditions %s.
nl_nl: Ik ga accoord met de %s voorwaarden %s.

source: Oops
nl_nl: Oeps

source: Who is it you want to transfer to?
nl_nl: Aan of van wie wilde u een boeking doen?

source: message
nl_nl: bericht

source: Transfer Completed
nl_nl: Boeking Voltooid

source: Your transfer has been completed. You can now %s check your balance %s
nl_nl: Uw boeking is voltooid. U kunt nu uw %s balans controleren%s

source: to or from
nl_nl: naar of van

source: RGB Transfer
nl_nl: RGB Boeking

source: List
nl_nl: Lijst

source: Your password has been changed. Please continue.
nl_nl: Uw wachtwoord is veranderd. Ga door.

source: Your password has been changed.
nl_nl: Uw wachtwoord is veranderd.

source: You can now log in.
nl_nl: U kunt nu inloggen.

source: The change of password has failed.
nl_nl: Het wijzigen van uw wachtwoord is mislukt.

source: Set new password
nl_nl: Stel een nieuw wachtwoord in

source: Enter a password
nl_nl: Voer een wachtwoord in

source: Repeat password
nl_nl: Herhaal wachtwoord

source: Invalid codes
nl_nl: Ongeldige codes

source: The combination of email address, username and verification code is not valid.
nl_nl: De combinatie van email adres, gebruikersnaam en bevestigingscode is ongeldig.

source: Email address and password do not match.
nl_nl: Email adres en wachtwoord komen niet overeen.

source: Verification email for a new password
nl_nl: Verificatie email voor een nieuw wachwtwoord

source: A new password has been requested for user %s on the website %s. To change your password, follow this link: http://%s/%s?userEmail=%s&userNick=%s&verify=%s If you do not want a new password or you have not asked for this message, please ignore this email. Thank You!
nl_nl: Een nieuw wachtwoord is aangevraagd voor gebruiker %s op de website %s. Om uw wachtwoord te wijzigen, volg deze link: http://%s/%s?userEmail=%s&userNick=%s&verify=%s Als u geen nieuw wachtwoord wilt of niet om dit bericht heeft gevraagd, kunt u dit bericht negeren Dank u.

source: Email sent
nl_nl: Email verzonden

source: You will receive an email with a link. If you follow that link, you can change the password.
nl_nl: U ontvangt een email met een link. Als u de link volgt, kunt u hetwachtwoord wijzigen

source: Email failed
nl_nl: Email mislukt

source: It was not possible to send an email. Please try again later.
nl_nl: Het was niet mogelijk een email te sturen. Probeer het later nogmaals.

source: You are not logged in
nl_nl: U bent niet ongelogd

source: Please try to log in.
nl_nl: Probeer alstublieft in te loggen.

source: Password Lost?
nl_nl: Wachtwoord kwijt?

source: Enter your username and email address to receive the confirmation code.
nl_nl: Voer uw gebruikersnaam en email adres in om de bevestigingscode te ontvangen.

source: Send Code
nl_nl: Verstuur Code

source: Error without error ?
nl_nl: Fout zonder fout?

source: to
nl_nl: aan

source: Categories
nl_nl: Categorie&euml;n

source: Category added
nl_nl: Categorie toegevoegd

source: Error: the category was not added.
nl_nl: Fout: de categorie is niet toegevoegd.

source: The category has not been saved
nl_nl: De categorie is niet opgeslagen

source: The category has been saved. Please %s continue %s
nl_nl: De categorie is opgeslagen. %S Ga door %s

source: Wecome to
nl_nl: Welkom op

source: This is an online marketplace with built in payment system, based and inspired upon nature itself.
nl_nl: Dit is een online marktplaats met een ingebouwd betaalsysteem, gebaseerd en ge&iuml;nsprireerd op de natuur zelf.

source: Other kind of money.
nl_nl: Ander soort geld

source: What makes this RGB-moneysystem so special is that the "environmental" value has been built into the price itself. There are lots of complex calculations to show the sustainability of products, such as kg CO<sub>2</sub>, the ecological footprint and the tons of waste. All of these are used within a unique discovery: the RGB-moneysystem. You are free to use this money, make it and spend it using the online trading and payment system on this website. All ads and transactions are completely transparent to avoid abuse and exuberant saving using social control.
nl_nl: Het bijzondere aan dit RGB-geldsysteem is dat de "milieu"-waarde in de prijs ingebouwd is. Er zijn tal van ingewikkelde tellingen om de milieuvriendelijkheid van producten aan te geven, zoals de kilogrammen CO<sub>2</sub>, de Ecologische Voetafdruk en de tonnen afval. Deze zijn samengenomen in een unieke vinding: het RGB-geldsysteem. U kunt dit geld vrij gebruiken, verdienen en uitgeven via het online handels- en betalingssysteem op deze website. Alle advertenties en transacties zijn volledig transparant, zodat misbruik en oppotten wordt voorkomen door sociale controle.

source: Trade and cooperate
nl_nl: Handel en werk samen

source: On this website you can meet and contact suppliers of delicious organic vegetables and fruits from your area. Small amateur growers can offer their surplusses without profit aim. In the future, clothing and art may be offered here. Second-hand products are all over the place. This site also offers the possibility to sell your waste products for reuse. This way we close natural cycles and we hope to balance our lifestyles in an economical and ecological sense.
nl_nl: Op deze site komt u in contact met aanbieders van de heerlijkste biologische groenten en fruit uit de eigen regio. Kleine hobbytelers kunnen hun overschotten juist verkopen zonder winstoogmerk. In de toekomst wordt mogelijk ook kleding en kunst aangeboden. Gebruikte spullen zijn volop te vinden. Ook biedt deze website de mogelijkheid om uw afvalproducten te verkopen voor hergebruik. Zo sluiten we de natuurlijke kringlopen en hopen we onze leefstijl in ecologisch én economisch evenwicht te brengen.

source: Register and advertise
nl_nl: Registreren en adverteren

source: All you need to do is to register and place and read ads. Or browse through the list of suppliers and their transaction histories. This is our way to the balance of nature.
nl_nl: Het enige dat u daarvoor hoeft te doen is te registreren en advertenties te plaatsen en te lezen. Of blader door de lijsten van aanbieders en hun transactie- geschiedenis. Dit is onze weg naar natuurlijk evenwicht.

source: This system is currently under development, but is also already open for usage. Bugs will be fixed by the staff of programmers from rgbtrade.org.
nl_nl: Het systeem is nog in ontwikkeling, maar u kunt het systeem al gebruiken.Er zullen hier en daar foutjes optreden die dan door de programmeurs van kleureneconomie.nl zullen worden opgelost.

source: is an online marketplace for a sustainable lifestyle.
nl_nl: is een online marktplaats voor een duurzame levensstijl.

source: Read and write <a href='adlist.php'>ads
nl_nl: Bekijk en plaats <a href='adlist.php'>advertenties

source: Meet other <a href='participants.php'>participants
nl_nl: Maak kennis met de andere <a href='participants.php'>deelnemers

source: Look at values in <a href='http://rgbtrade.org/introcuction/colors'>color
nl_nl: Zie waarde in <a href='http://kleureneconomie.nl/inleiding/kleuren/'>kleur

source: Display Title
nl_nl: Weergave Titel

source: English Title
nl_nl: Engelstalige Titel

source: Offered:
nl_nl: Aangeboden:

source: Requested:
nl_nl: Gevraagd:

source: You have now been logged out.
nl_nl: U bent nu uitgelogd

source: Continue
nl_nl: Ga verder

source: A participant of the website %s with the nickname %s has sent you a message. You may visit his profile at %s. Please read the message below.
nl_nl: Een deelnemer aan de website %s met de gebruikersnaam %s heeft je een bericht gestuurd. Je kunt zijn profiel bezoeken via %s. Lees ajb. het bericht hieronder.

source: Please login before asking for a contact form
nl_nl: Log aub. eerst in voordat je een contact formulier opvraagt.

source: Dear %s,
nl_nl: Beste %s,

source: Please make a configuration file first. Use the example includes/rgbConfig-example.php and name it includes/rgbConfig.php
nl_nl: Maak aub. eerst een configuratie bestand. Gebruik het voorbeeld includes/rgbConfig-example.php en noem het includes/rgbConfig.php

source: Thank you
nl_nl: Dank u

source: You can now <a href='editprofile.php'>edit your profile</a>.
nl_nl: U kunt nu <a href='editprofile.php'>uw profiel wijzigen.</a>.

source: More documentation is available at <a href='http://rgbtrade.org'>rgbtrade.org</a>. You may also read the <a href='conditionspage.php>conditions</a>.
nl_nl: Meer documentatie is beschikbaar op <a href='http://kleureneconomie.nl'>kleureneconomie.nl</a>. U kunt ook de <a href='conditionspage.php>voorwaarden</a> doornemen.

source: Cooperate by forming circles of persons or companies who produce and reduce. This is easiest if you take back your own products and you make sure you only use compostable or recyclable materials. You may offer the product for Green that way, not for Blue. Try to reduce the required amount of energy to make the product or service available for less Red. This means we can do more with less.
nl_nl: Werk samen door kringen van personen of bedrijven te vormen, die samen produceren en reduceren. Dit is het eenvoudigst als u zelf uw eigen producten terugneemt en u zorgt ervoor dat alle materialen composteerbaar of recyclebaar zijn.U kunt het product dan aanbieden tegen Groen, niet voor Blauw. Probeer de hoeveelheid benodigde energie zo klein mogelijk te houden zodat het product of de dienst tegen minder Rood beschikbaar is. Dit betekent dat we meer kunnen doen met minder.

source: Anything you do, is your own responsibility. Do not blame other participants or the developers of this website. Learn from your mistakes and do with it, what needs to be done.
nl_nl: Alles dat u doet, is uw eigen verantwoordelijkheid. Geef niet de schuld aan andere deelnemers of de ontwikkelaars van deze website. Leer van uw fouten en doe ermee wat ermee gedaan moet worden.

source: Participants are aware that using force on people, animals or even plants is unbalanced behaviour and leads to unnatural, sub-optimal results. Participants and their fellow workers, their plants and animals have their own responsibilities or unique, innate balances. The trick is to recognise balanced behaviour and let each player go with the flow.
nl_nl: Deelnemers zijn zich bewust dat het gebruik van macht over mensen, dieren en zelfs planten onevenwichtig gedrag is en dat dat leidt tot onnatuurlijke, sub-optimale resultaten. Deelnemers en hun medewerkers, hun planten en hun dieren hebben elk hun eigen verantwoordelijkheden of unieke, aangeboren evenwichten. De truuk is om gebalanceerd gedrag te herkennen en elke speler met de stroom te laten gaan.

source: Values are determined in the RGB-value scale.
nl_nl: Waarden worden bepaals in de schaal van RGB-waarden.

source: Red represents energy. 1 Red represents the energy in 100 gram sunflower oil.
nl_nl: Rood staat voor energie. 1 Rood staat voor de energie in 100 gran zonnebloemolie.

source: Green represents material that can and will be recycled. 1 Green is 100 gram.
nl_nl: Groen staat voor materiaal dat kan en zal worden gerecycled. 1 Groen is 100 gram.

source: Blue represents material that cannot or will not be recycled within our system, i.e. by a participant. 1 Blue is 100 gram.
nl_nl: Blauw staat voor materiaal dat niet kan of niet zal worden gerecycled binnen ons systeem, niet door een van de deelnemers. 1 Blauw is 100 gram.

source: Every product or service has a value for Red, Green and Blue of 0 or larger. Trading parties should be realistic about the values when establishing or negotiating prices. The most important thing when it comes to pricing is to put it under the right combination of colours.
nl_nl: Elk product of dienst heeft een waarde voor Rood, Groen en Blauw van 0 of hogerKoper en verkoper zijn realistisch over deze waarden als ze onderhandelen over de prijzen of afspraken maken. Het belangrijkste op het vlak van de prijsvorming is de keuze van de juiste combinatie van kleuren.

source: All information but your email address - and your password of course - is publicly available through the website. Email addresses are not shown to avoid spam. Participants who are logged in can send messages by email through the contact form. In doing so, you reveal your email address to the recipient. Backup-databases do contain all information. Backups can or will be offered to participants in order to guarantee the continuity of the project.
nl_nl: Alle informatie behalve uw email adres - en uw wachtwoord natuurlijk - is publiek beschikbaar via de website. Email adressen worden niet getoond om spam te voorkomen. Deelnemers die ingelogd zijn kunnen email berichten versturen met het contact formulier. Daarmee geef je je email adres af aan de ontvanger. Backup-databases bevatten alle informatie. Backups kunnen of zulllen worden aangeboden aan deelnemers om de voortgang van het project te garanderen.

source: Year
nl_nl: Jaar

source: Final day
nl_nl: Laatste Dag

source: Ad
nl_nl: Advertentie

source: Transfers
nl_nl: Boekingen

source: Contact
nl_nl: Neem Contact op

source: End Of Year Administration
nl_nl: Eindejaars Boekhouding

source: Today
nl_nl: Vandaag

source: , is the Day Out Of Time for this system. Congratulations. You should make sure the End-Of-Year-Administration is done today. So, <a href='endofyearadmin.php?start=true'>Start the End-Of-Year-Administration</a>.
nl_nl: , is de Dag Buiten de Tijd voor dit systeem. Gefeliciteerd. Let op dat deEindejaars Boekhouding vandaag wordt uitgevoerd. Dus, <a href='endofyearadmin.php?start=true'>Start de Eindejaars Boekhouding</a>.

source: Page Closed
nl_nl: Pagina Gesloten

source: The End Of Year Administration can only be done at the defined Day Out Of Time,
nl_nl: De Eindejaars Boekhouding kan alleen worden uitgevoerd op de vastgestelde dag buiten de tijd.

source: If it was missed, please contact upstream development for support.
nl_nl: Wanneer deze is gemist, neemt u contact op met de ontwikkelaar.

source: Please login before asking for your transfers
nl_nl: Log a.u.b. in voordat u vraagt om uw boekingen

source: Yearly Totals
nl_nl: Jaar Totalen
